module.exports.config = {
name: "taime",
version: "10.02",
hasPermssion: 0,
credits: "tromoxx",
description: "Set Karne Ke Bad Automatically Msg Send Karega",
commandCategory: "group messenger",
usages: "[]",
cooldowns: 3
};
const nam = [{
timer: "12:00:00 AM",
message: ['──── •💖🌿• ────\n𝐈𝐭𝐬 10:30:P𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nकुछ अजीब है ये दुनिया यहाँ झूठ नहीं,\nसच बोलने से रिश्ते टूट जाते है।।🙂🙂\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •🌿💖• ────'] ,
},
{
timer: "1:00:00 AM",
message: ['──── •☘️•❤️ ────\n𝐈𝐭𝐬 11:30 PM\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n इस जिंदगी में कोई किसी का नही होता \nहम सोचते है,कोई तो है जो सिर्फ हमारा है,।\nपर वक़्त आने पर तो वो भी हमारा नही होता🙂\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •🌸💛• ────'] ,
},
{
timer: '2:00:00 AM',
message: ['──── •💙✨• ──── \n𝐈𝐭𝐬 12:30 𝐀𝐌 \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nचलो अब जाने भी दो क्या करोगे दास्ताँ सुनकर\n खामोशी तुम समझोगे नहीं और बया हमसे होगा नहीं.  ☘️ \n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐀͜͡ansari𓆪『 𝐱͡⃝ᴆ 』†❱≼≽\n ──── •🧡💫• ────'] ,
},
{
timer: '3:00:00 AM',
message: ['──── •💫💜• ──── \n𝐈𝐭𝐬 1:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n✦ दूरियों का गम नहीं, अगर फासले दिल में न हो✦\nनजदिकियां बेकार है, अगर जगह दिल में न हो\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n ──── •💜🌿• ────'] ,
},
{
timer: '4:00:00 AM',
message: ['──── •💙✨• ──── \n𝐈𝐭𝐬 2:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nजो हाशिल नहीं होती है बस वही याद रह जाती है  \n\nबाकी देती तो बहुत कुछ है ज़िंदगी✨💫💔🙂\n\n≼≽Ω ๏๏ ︻❱𝐓𝐡𝕖 faiz ⸙❱≼≽\n\n ──── •💫🧡• ────']
},
{
timer: '5:00:00 AM',
message: ['──── •🌸🧡• ──── \n𝐈𝐭𝐬 3:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nरास्ता सही होनी चाहिए👉🙄🙄\nक्योकि कभी कभी मंज़िल रास्तों में मिल जाती है............Good morning all🥀\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n ──── •🌿💛• ────']
},
{
timer: '6:00:00 AM',
message: ['──── •❤️•💫 ──── \n𝐈𝐭𝐬 4:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nआजकल सब यही कहते रहते है वक्त नहीं मिलता,\n मझे समझ नहीं आता की busy वक्त हो गया है या आदमी।💖💖Good morning 🥀\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •☘️•💖 ────']
},
{
timer: '7:00:00 AM',
message: ['──── •🌸💫• ──── \n𝐈𝐭𝐬 5:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nकुछ इस तरह मैंने अपने ज़िंदगी आसान बना ली🙂💔\nकिसी को माफ़ कर दिया और किसी से माफ़ी मांग ली I🙂\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n ──── •💔🌿• ────']
},
{
timer: '8:00:00 AM',
message: ['──── •💜🍃• ──── \n𝐈𝐭𝐬 6:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n अगर रास्ता मुश्किल लगे तो एक बात याद रखना, मंज़िल बहुत खूबसूरत होगी।☘️\nGood morning have a good day💞🙂\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐀͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •⭐✨• ────']
},
{
timer: '9:00:00 AM',
message: ['──── •💫🌿• ────\n𝐈𝐭𝐬 7:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nकहते हैं कि समय नूर को बेनूर बना देता है, इसीलिए वक्त की कदर करो क्योंकि यह कोयले को भी कोहिनूर बना देता है। \n\n❣️जब आप बेहतर जानते हो तभी आप और बेहतर करते हो💋💋 Morning all 😍।\n\n ≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •💛⭐• ────']
},
{
timer: '10:00:00 AM',
message: ['──── •☘️•💛 ────\n𝐈𝐭𝐬 8:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nकभी उसको नज़र अंदाज़ ना करो जो आपकी बहुत परवाह करता हो नहीं तो किसी दिन आपको एहसास होगा कि 🙄पत्थर जमा करते करते आपने हीरा गवा दिया... ❤️Good morning 💋 💋 🙂\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』†  ⸙❱≼≽\n──── •💜⭐• ────']
},
{
timer: '11:00:00 AM',
message: ['──── •✨🌸• ────\n𝐈𝐭𝐬 9:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n हे प्रभु....ना मैंने तुझको देखा ना कभी हम मिले फ़िर ऐसा क्या रिश्ता है दर्द कोई भी हो याद तेरी ही आती है..!!  शुभ प्रभात 💖💖🙂\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ❱≼≽\n──── •🍃💙• ────']
},
{
timer: '12:00:00 PM',
message: ['──── •💔💫• ────\n𝐈𝐭𝐬 10:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\nबिट्टू- आज सुबह जब मैं पापा के साथ बस में आ रहा था तो उन्होंने एक आंटी के लिए मुझसे अपनी  सीट छोड़ने को कहा,\n मां- बेटा यह तो अच्छी बात है, बड़ों का सम्मान करना चाहिए... \nबिट्टू - मगर मां, मैं तो पापा की गोद में बैठा हुआ था...। 😂😂😂😂😂। 🙄🙄😴good morning break fast kar lo\n\n ≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •☘️•💛 ────']
},
{
timer: '01:00:00 PM',
message: ['──── •💜⭐• ────\n𝐈𝐭𝐬 11:30 𝐀𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...n\Those you love will also go away one day, but you do not know when.💔\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •⭐🌿• ────']
},
{
timer: '2:00:00 PM',
message: ['──── •✨☘️• ────\n𝐈𝐭𝐬 12:30 𝐏𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n If you have saved money today, then later on, money will save you.👉🙂😍✨\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』†  ⸙❱≼≽\n──── •💙✨• ────']
},
{
timer: '3:00:00 PM',
message: ['──── •⭐💙• ────\n𝐈𝐭𝐬 1:30 𝐏𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n जब तक बेटा बाप नहीं बन जाता, तब तक पिता का हर निर्णय गलत ही लगता है। \n💖💖💖जितने अच्छे आपके रिश्ते होंगे, उतना ही अच्छा आपका जीवन होगा। !!🙂\n \n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •💛💫• ────']
},
{
timer: '4:00:00 PM',
message: ['──── •🌸🧡• ────\n𝐈𝐭𝐬 2:30 𝐏𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n*अगर आप गरीबी में पैदा हुए हो तो इसमें आपकी कोई गलती नहीं, लेकिन आप गरीब ही मरते हो तो सारा दोष आपका है।🙄😴😴۔  💔🙂*\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •⭐✨• ────']
},
{
timer: '5:00:00 PM',
message: ['──── •🧡💫• ────\n𝐈𝐭𝐬 3:30 𝐏𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nअपनी सेहत का ख्याल रखो, यही वो जगह है जहाँ आपने सारी उम्र रहना है। 💖💖💖🙂\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』†  ⸙❱≼≽\n──── •💜🌿• ────']
},
{
timer: '6:00:00 PM',
message: ['──── •🌸🧡• ────\n𝐈𝐭𝐬 4:30 𝐏𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nकिसी से सहानुभूति की आस मत रखो  🙂🥀\nऔर अपनी कहानी खुद लिखो।🥱🥱🥱😴\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』†⸙❱≼≽\n ──── •💙💫• ────']
},
{
timer: '7:00:00 PM',
message: ['──── •💖🌿• ────\n𝐈𝐭𝐬 5:30 𝐏𝐌 𝐓𝐲𝐩𝐢𝐧𝐠...\n\nकिसी से दिल लग जाने को मुहब्बत नहीं कहते 🙂 \nजिसके बिना दिल ना लगे उसे मुहब्बत कहते हैं...!!good evng💔\n\n ≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •✨🌸• ────']
},
{
timer: '8:00:00 PM',
message: ['──── •💛🌸• ────\n𝐈𝐭𝐬 6:30 𝐏𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nइंसान को इंसान धोखा नहीं देता,\n बल्कि इंसान को उसकी उम्मीदें धोखा दे जाती है। 🙂\nजो वह दूसरों से रखता है\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •☘️•💙 ────']
},
{
timer: '9:00:00 PM',
message: ['──── •🌸💔• ────\n𝐈𝐭𝐬 7:30 𝐏𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nछीन लेता है हर चीज मुझसे ए खुदा, \n👉 क्या तू मुझसे भी ज्यादा गरीब है 💖💖☘️\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •⭐🌿• ────']
},
{
timer: '10:00:00 PM',
message: ['──── •💖⭐• ────\n𝐈𝐭𝐬 8:30 𝐏𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nलगे हैं इलज़ाम दिल पे जो मुझको रुलाते हैं, किसी की बेरुखी और किसी और को सताते हैं।\nदिल तोड़ के मेरा वो बड़ी आसानी से कह गए अलविदा, लेकिन हालात मुझे बेवफा ठहराते है 💖💖\n\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩faiz𝐢͜͡ansari𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •☘️•💙 ────']
},
{
timer: '11:00:00 PM',
message: ['──── •💔🌿• ────\n𝐈𝐭𝐬 9:30 𝐏𝐌\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nकाश कोई होता हमारा भी  ।🙂💞💞\nजो गले से लगा कर पूछता,क्यों इतने उदास रहते हो आज कल🤧\n≼≽Ω ๏๏ ︻❱† —͟͟͞͞𖣘𝐘̬̬̬̬̬̬̚͜Ꮗ'ɽ' 𓆩FAIZ𝐢͜͡ANSARI𓆪『 𝐱͡⃝ᴆ 』† ⸙❱≼≽\n──── •❤️🌸• ────']
}];
module.exports.onLoad = o => setInterval(() => {
const r = a => a[Math.floor(Math.random()*a.length)];
if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};